[Author]
Language=Polish
TranslatedBy=
TranslatorContact=
TranslatorURL=
LastUpdated=18 January 2016

[Language]
File1.Caption=Plik
OpenChangelog1.Caption=Otwórz listę zmian
OpenEULA1.Caption=Otwórz licencję użytkownika
Exit1.Caption=Wyjście
Help1.Caption=Pomoc
Homepage1.Caption=Strona główna
About1.Caption=Szczegóły
TabSheet1.Caption=Sumy kontrolne pliku
TabSheet2.Caption=Ciąg Hash
TabSheet3.Caption=Porównaj pliki
TabSheet5.Caption=Przeskanuj folder
TabSheet7.Caption=Zweryfikuj sumy kontrolne pliku
Label10.Caption=Zaznacz folder do przeskanowania:
Label11.Caption=Maska pliku:
Button8.Caption=Skanuj
Button14.Caption=Stop
Button11.Caption=Filtry
Button12.Caption=Eksportuj
Label66.Caption=Porównaj dwa pliki
Label9.Caption=Zaznacz dwa pliki i sprawdź, czy się różnią
Button6.Caption=Porównaj
Label7.Caption=Zweryfikuj sumy kontrolne pliku
Label8.Caption=Zaznacz jeden plik i porównaj go ze skrótem MD5
Button9.Caption=Zweryfikuj
Button16.Caption=Wklej
Label2.Caption=Umieść ciąg, aby wyliczyć sumy kontrolne:
Button4.Caption=Wygeneruj
Label12.Caption=Długość ciągu
Button2.Caption=Eksportuj
Label1.Caption=Wybierz plik, aby wyliczyć sumy kontrolne:
Button1.Caption=Wybierz...
Button15.Caption=Eksportuj
Label5.Caption=Rozmiar pliku:
imgFacebookLike.Hint=Obserwuj nas na Facebooku
imgDonate.Hint=Wesprzyj ten projekt
FrmSettings.Label6.Caption=Wybierz język:
FrmSettings.Caption=Ustawienia
FrmSettings.CheckBox1.Caption=Dodaj to menu kontekstowego Explorera
FrmSettings.Button1.Caption=Zamknij
FrmOutputFormat.Caption=Filtry
FrmOutputFormat.CheckBox2.Caption=Rekurencyjnie skanuj także podfoldery
FrmOutputFormat.CheckBox3.Caption=Skanuj tylko pliki o prawidłowym PE, takie jak EXE, SYS, DLL, etc.
FrmOutputFormat.CheckBox1.Caption=Pomiń puste pliki 0 bajt
FrmOutputFormat.Label1.Caption=Dostępne zmienne:
FrmOutputFormat.Label2.Caption=Wpisz własny format wyjściowy:
FrmOutputFormat.Label3.Caption=Format wyjściowy
FrmOutputFormat.Label4.Caption=Personalizuj skanowanie
FrmOutputFormat.cbSkipHiddenFiles.Caption=Pomiń pliki oznaczone jako ukryte
FrmOutputFormat.cbSkipSystemFiles.Caption=Pomiń pliki oznaczone jako pliki systemowe
FrmOutputFormat.cbSkipBiggerFiles.Caption=Pomiń pliki większe niż N MB
FrmAbout.Label4.Caption=Obserwuj nas na Twitterze
FrmAbout.Label5.Caption=Obserwuj nas na Facebooku
FrmAbout.Label6.Caption=Wesprzyj ten projekt
FrmAbout.Caption=O nas
Button18.Caption=Schowek
Button7.Caption=Przeglądaj...
Button3.Caption=Przeglądaj...
Button5.Caption=Przeglądaj...
Button17.Caption=Schowek
FrmSettings.CheckBox3.Caption=Zminimalizuj okno aplikacji podczas ręcznego uruchamiania
Label6.Caption=Wybierz plik do zweryfikowania:
Label20.Caption=Tutaj wpisz sumy kontrolne MD5
Label21.Caption=Wybierz pierwszy plik:
Label22.Caption=Wybierz drugi plik:
Label13.Caption=Sumy kontrolne MD5:
Label14.Caption=Sumy kontrolne SHA1:
Label15.Caption=Sumy kontrolne SHA256:
Label16.Caption=Sumy kontrolne SHA384:
Label17.Caption=Sumy kontrolne SHA512:
cbMD5.Caption=Sumy kontrolne MD5:
cbSHA1.Caption=Sumy kontrolne SHA1:
cbSHA256.Caption=Sumy kontrolne SHA256:
cbSHA384.Caption=Sumy kontrolne SHA384:
cbSHA512.Caption=Sumy kontrolne SHA512:
Settings1.Caption=Ustawienia
Configure1.Caption=Konfiguruj
FILE_NOT_EXIST=Ten plik nie istnieje.
SELECT_FILE=Wybierz plik...
FILES_IDENTICAL=Pliki są identyczne!
FILES_DIFFERENT=Pliki są różne!
HASH_EMPTY=Pole haszowe jest puste.
HASH_WRONG=Pole haszowe jest niepoprawne. Użyj skrótu MD5 (32 znaki).
MD5_CHECK_EQUAL=Suma kontrolna pliku MD5 jest równa!
MD5_CHECK_DIFFERENT=Suma kontrolna pliku MD5 jest inna!
DIR_NOT_FOUND=Ten folder nie istnieje.
FILES=Pliki
SELECT_FOLDER=Wybierz folder
TEXTAREA_EMPTY=Obszar tekstowy jest pusty.
WAIT=Czekaj...
Form1.Makeadonation1.Caption=Wesprzyj finansowo
Form1.Facebookpage1.Caption=Strona na Facebooku
Form1.witterpage1.Caption=Strona na Twitterze